Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/sd/plenum_no/sp2018-4.pdf.tmx
Source language: nob
Languages: sme

source: Vi vil derfor utarbeide oppstartspakker med ordlister, fraser og nyttige uttrykk og gjøre disse tilgjengelige for aktører.
sme: Danne áigut ráhkadit álggahanpáhkaid sátnelisttuiguin, frásaiguin ja ávkkálaš dajaldagaiguin ja dahkat daid olahahttin aktevrraide.

source: Vi vil også invitere til møter hvor vi informerer om vårt arbeid med synliggjøring av samiske språk.
sme: Mii áigut maid bovdet čoahkkimiidda gos mii muitalit min barggu birra oainnusmahttimiin sámegielaid.

source: Vi ser også at det kan være nyttig å utarbeide ferdige samiske skilt eller klistermerker som vi kan distribuere til barnehager, skoler, kommuneadministrasjoner etc. Som en takk for at aktører deltar i dette viktige arbeidet vil vi årlig dele ut språkpris til aktører som særlig har bemerket seg som frontfigurer for samiske språk lokalt og nasjonalt.
sme: Oaidnit maiddái ahte sáhttá leat ávkkálaš ráhkadit gárvves galbbaid dahje darvvihanmearkkaid sámegillii maid mii sáhtti juohkit mánáidgárddiide, skuvllaide, gielddahálddahusaide jna. Giitun dasa ahte aktevrrat servet dán deaŧalaš bargui mii áigut jahkásaččat geiget giellabálkkašumi aktevrraide geat leat leamaš earenoamáš ovddasmannin sámegielaide báikkálaččat ja nationálalaččat.

source: Synliggjøring av samiske språk handler også om kunnskapsformidling.
sme: Sámegielaid oainnusmahttimis lea sáhka máhttogaskkusteamis.

source: Vi ønsker at det norske samfunnet skal få økt kunnskap og forståelse for samiske språk, kultur og samfunnsliv.
sme: Mii háliidit ahte Norgga servodat galgá oažžut eanet máhtu ja áddejumi sámegielas, kultuvrras ja servodateallimis.

source: Det vil også være viktig at alle barn i barnehage og skole blir kjent med de samiske språkene, og vi tror at dersom alle barn på norsk side av Sápmi lærer noen samiske ord, vil det bidra til å høyne språkets verdi og samtidig gi økt forståelse for språklige forskjeller.
sme: Deaŧalaš lea maiddái ahte buot mánát mánáidgárddiin ja skuvllain oahpásmuvvet sámegielaide, ja mii jáhkkit ahte jus buot mánát Norgga beale Sámis oahpašedje muhtun sámegiel sániid, de dat livččii mielde loktemin giela árvvu ja seammás loktemin áddejumi giela erohusain.

source: I andre flerspråklige land gis det opplæring i flere språk i skolen.
sme: Eará máŋggagielat riikkain oahpahuvvo máŋgga gielas skuvllas.

source: Vi mener at alle barn på norsk side av Sápmi bør lære noen ord på de samiske språkene.
sme: Mii oaivvildit ahte buot mánát Norgga beale Sámis galggašedje oahppat muhtun sámegiel sániid.

source: Sametinget vil i samarbeid med samiske barnehager og skoler utarbeide en introduksjonspakke med samiske ord til alle landets barnehager og skoler.
sme: Sámediggi áigu ovttasbargat sámi mánáidgárddiiguin ja skuvllaiguin ráhkadan dihtii oahpásmahttinpáhkaid sámegielsániiguin buot riikka mánáidgárddiide ja skuvllaide.

source: Sametinget vil: · Utarbeide oppstartspakker med ordlister, fraser og uttrykk, ferdigopptrykte skilt og klistermerker og informasjon om synliggjøring av samiske språk til distribuering i samfunnet.
sme: · Ráhkadit álggahanpáhkaid mas lea sátnelistu, dajaldagat ja doahpagat, gárvves galbbat ja liibmamearkkat, ja eará dieđut sámegiela čalmmustahttima birra. · Bovdet ealáhusaid diehtojuohkinčoahkkimii Sámedikki giellaloktema ja sámegiela čalmmustahttima birra..

source: · Invitere næringslivet til møter om vår satsning på synliggjøring av samiske språk · Årlig tildele språkpris til aktører som fremmer samiske språk lokalt og nasjonalt.
sme: · Jahkásaččat juohkit giellabálkkašumi aktevrraide geat čalmmustahttet ja ovddidit sámegiela, sihke báikkálaččat ja nationálalaččat.

source: · Utarbeide en introduksjonspakke med samiske ord til barnehager og skoler i landet
sme: · Ráhkadit álggahanpáhkaid main leat sámegiel sánit mánaidgárddiide ja skuvllaide.

source: Synliggjøring av samiske språk gjennom informasjonsmateriell
sme: Sámegielaid oainnusmahttin diehtojuohkinávdnasiiguin

source: Samiske språk må i større grad brukes i offentlig forvaltning, og offentlig informasjon må også gis på samiske språk og offentlig informasjon må også gis digitalt på samiske språk Det er viktig at språkene likestilles i praksis, både i kommunal og offentlig forvaltning.
sme: Sámegielat fertejit geavahuvvot eanet almmolaš hálddašeamis, ja almmolaš diehtojuohkin ferte addojuvvot maiddái sámegielaide digitála. Deaŧalaš lea ahte gielat dahkkojuvvojit ovttadássásažžan geavadis, sihke gielddalaš ja almmolaš hálddašeamis.

source: Dette er viktig for å sikre den enkeltes språkrettigheter, og for synliggjøring og verdsetting av samiske språk på norsk side av Sápmi.
sme: Dat lea deaŧalaš ovttaskas olbmo giellavuoigatvuođaid sihkkarastimis, ja vai sámegielat Norgga beale Sámis oidnojit ja adnojuvvojit árvvus.

source: Sameloven slår fast at i forvaltningsområdet for samisk språk, skal kunngjøringer fra offentlige organ som særlig retter seg mot hele eller deler av befolkningen, skje på samisk og norsk.
sme: Sámeláhka deattuha ahte sámegielaid hálddašanguovllus galget almmolaš orgánaid almmuhusat mat gusket olles álbmogiid dahje osiide das, leat sámegillii ja dárogillii.

source: Kravet til oversettelse av kunngjøringer omfatter oppslag, plakater, avisannonser med mer.
sme: Almmuhusaid jorgalangáibádus guoská almmuhemiide almmuhandávvaliin, plakáhtaide, aviisaalmmuhemiide ja eará dakkáriidda.

source: Dette bør også gjelde utenfor forvaltningsområdet.
sme: Dát galggašii maid gustot hálddašanguovllu olggobealde.

source: I byer med samisk befolkning må det finnes informasjon og annonser på flere samiske språk.
sme: Dain gávpogiin gos lea sámi álbmot, fertejit dieđut ja almmuhusat leat máŋgga sámegillii.

source: Informasjonsmateriell omfatter informasjon, veiledning og kunnskapsformidling.
sme: Diehtojuohkinávdnasiidda gullá diehtojuohkin, oaivadus ja máhttogaskkusteapmi.

source: Det utarbeides mye informasjonsmateriell i de ulike sektorene, og det vil være viktig at alle typer informasjon rettet mot hele befolkningen også finnes på de samiske språkene.
sme: Iešguđet surggiide ráhkaduvvojit ođđa diehtojuohkinávdnasat, ja lea deaŧalaš ahte buot lágan dieđut mat leat jurddašuvvon olles álbmogii, maiddái leat sámegielaide.

source: Det bør være en automatikk i at all type informasjon alltid utarbeides på de samiske språkene parallelt med norsk.
sme: Berre leat automatihkka das ahte buot lágan dieđut álo ráhkaduvvojit sámegielaide bálddalagaid dárogielain.

source: Særlig dreier dette seg om informasjon rettet mot barn, unge og eldre innenfor helsesektoren.
sme: Dás lea erenoamážit sáhka dieđuin mat leat jurddašuvvon mánáide, nuoraide ja vuorrasiidda dearvvašvuođasuorggis.

source: I dag er et fåtall lover og forskrifter oversatt til samisk, eller kun til ett av de samiske språkene.
sme: Dál leat dušše muhtun lágat ja láhkaásahusat jorgaluvvon sámegillii, dahje dušše ovtta sámegillii.

source: Disse lovene er omtalt slik at de er av «særlig interesse for hele eller deler av den samiske befolkning».
sme: Dát lágat leat máinnašuvvon dakkár láhkan mas lea erenoamáš mearkkašupmi olles sámi álbmogii dahje osiide das.

source: Det må komme tydelig frem hvilke lover og forskrifter man kan finne på samiske språk, og de må også være tilgjengelig på alle de samiske språkene på norsk side av Sápmi.
sme: Ferte čielgasit muitaluvvot guđe lágat ja láhkaásahusat leat sámegielaide, ja dat fertejit maid gávdnot buot sámegielaide Norgga beale Sámis.

source: · At annonsering i samiske områder også er på de samiske språkene. · At lover og forskrifter også oversettes til lule- og sørsamisk, og fortløpende oppdateres på samiske språkene dersom det vedtas endringer
sme: · Ahte almmuhusat sámi guovlluin maiddái leat sámegielaide · Ahte lágat ja láhkaásahusat maiddái jorgaluvvojit julev- ja lullisámegillii, ja dađistaga ođasmahttojuvvojit sámegielaide go mearriduvvojit rievdadusat

source: Synliggjøring av samiske språk gjennom media og litteraturtilbud
sme: Sámegielaid oainnusmahttin media- ja girjjálašvuođafálaldagaid bokte

source: Media og litteratur spiller en viktig rolle i samfunnet, og har et stort ansvar for å synliggjøre samiske språk og fremme god språkbruk.
sme: Mediat ja girjjálašvuohta leat deaŧalaččat servodahkii, ja dain lea ovddasvástádus oainnusmahttit sámegielaid ja ovddidit buori giellageavaheami.

source: Gjennom media får vi både informasjon og underholdning.
sme: Mediaid bokte mii oažžut sihke dieđuid ja guoimmuheami.

source: Samisk medietilbud omhandler både tilbud på samiske språk og innhold om samiske forhold, og spiller en viktig rolle i vår identitetsbygging.
sme: Sámi mediafálaldahkii gullet sihke sámegielfálaldagat ja sisdoallu sámi diliid birra, ja dat leat deaŧalaččat min identitehtaduddjomii.

source: Media er i rask endring, slik som samfunnet for øvrig.
sme: Mediat rivdet johtilit, nu mo servodat muđui ge.

source: Bosettingsmønstret er i endring, og en større del av den samiske befolkningen vokser opp utenfor de tradisjonelle samiske områdene.
sme: Ássanmálle lea rievdamin, ja stuorát oassi sámi álbmogis bajásšaddá árbevirolaš sámi guovlluid olggobealde.

source: Dette har betydning for utviklingen av samiske språk, og skaper et økt behov for gode samiske medietilbud.
sme: Das lea mearkkašupmi sámegielaid ovdáneapmái, ja dagaha ahte dárbbašuvvojit eambbo buorit sámi mediafálaldagat.

source: I mange områder er språket i en vitaliseringsprosess.
sme: Ollu guovlluin lea giella ealáskahttinproseassas.

source: Samisk medietilbud for den samiske befolkningen må gjenspeile dette, og være en bidragsyter til å styrke og utvikle språkene.
sme: Sámi mediafálaldat sámi álbmoga várás ferte dan vuhtiiváldit ja leat mielde nannemin ja ovddideamen gielaid.

source: Oppbygging av robuste språkmiljø innebærer å samle kompetanse og bygge opp solide institusjoner som ivaretar ulike samfunnsfunksjoner som ikke er ivaretatt i dag.
sme: Nana giellabirrasiid huksen mearkkaša gelbbolašvuođa čohkken ja nana ásahusaid huksen mat fuolahit iešguđet servodatdoaimmaid mat dál eai fuolahuvvo.

source: Dette vil være viktig i arbeidet for å synliggjøre samiske språk og styrke og utvikle de samiske språkene i de ulike språkområdene.
sme: Dat lea deaŧalaččat sámegielaid oainnusmahttimis ja nannemis, ja ovddidit sámegielaid iešguđet giellaguovlluin.

source: I denne sammenheng vil Sametinget se på mulige løsninger for oppbygging av sør - og lulesamiske mediemiljø.
sme: Dan oktavuođas áigu Sámediggi geahčadit vejolaš čovdosiid lulli- ja julevsámi mediabirrasiid ovddideami várás.

source: Dette for å skape større mediemiljø, bidra til å styrke språkmiljøene, og gi økt medietilbud på sør- og lulesamisk.
sme: Sihke danne vai mii oažžut stuorát mediabirrasa, ja vai leat mielde nannemin mediabirrasiid ja lasiheamen mediafálaldagaid lulli- ja julevsámegillii.

source: Det finnes i dag veldig få samiske programmer, filmer og produksjoner.
sme: Dál leat hui uhccán sámi prográmmat, filmmat ja buvttadeamit.

source: Det må blant annet jobbes for at samiske språk får en større plass i tv-kanaler, filmer og internettsider som er beregnet for barn og unge.
sme: Earret eará ferte bargat dan ala ahte sámegielat ožžot stuorát saji tv-kanálain, filmmain ja interneahttasiidduin mat leat jurddašuvvon mánáide ja nuoraide.

source: Det er viktig at programmene som lages og produseres i et land, er åpne for språkbrukerne i alle land med det samme språket.
sme: Deaŧalaš lea ahte daid prográmmaid mat ráhkaduvvojit ja buvttaduvvojit muhtun riikkas, beassá geavahit buot riikkain main lea seamma giella.

source: I dag er det ofte sperret slik at man for eksempel ikke kan se NRKs programmer fra utlandet.
sme: Dál dat leat dávjá lohkkaduvvon nu ahte ovdamearkka dihtii ii beasa NRK prográmmaid geahččat olgoriikkas.

source: Dette er meget uheldig da flere språkbrukere ikke får nytten av programmene som er laget.
sme: Lea hui heittot go ollu giellageavaheaddjit eai oaččo ávkki dain prográmmain mat leat ráhkaduvvon.

source: Samisk litteratur er svært viktig for god språkrøkt, det er derfor viktig at det utgis samisk litteratur som både har godt språk og som samtidig er tilpasset aldersgruppen og stimulerer til leselyst.
sme: Sámi girjjálašvuohta lea hui deaŧalaš buori giellagáhttemii, ja danne lea deaŧalaš ahte almmuhuvvo girjjálašvuohta mas lea sihke buorre giella ja mii seammás heive ahkejovkui ja movttiidahttá lohkama.

source: Produksjon av samiskspråklig litteratur og oversetting av litteratur til samiske språk er viktig i arbeidet for å styrke og utvikle samiske språk.
sme: Sámegiel girjjálašvuođa buvttadeapmi ja girjjálašvuođa jorgaleapmi sámegielaide lea deaŧalaš sámegielaid nannemii ja ovddideapmái.

source: Rekruttering av samiskspråklige forfattere, styrking av de samiske forlagene, oversetting av utenlandsk litteratur til samisk parallelt med norsk, økonomiske ressurser til produksjon og oversetting av samiskspråklig litteratur vil være noen av Sametingets satsninger innenfor samisk litteratur.
sme: Sámegielat čálliid rekrutteren, sámi lágádusaid nannen, olgoriikka girjjálašvuođa jorgaleapmi sámegillii, seammás go dat jorgaluvvo dárogillii, ekonomalaš resurssat sámegiel girjjálašvuođa buvttadeapmái ja jorgaleapmái leat muhtun áŋgiruššamat maid Sámediggi áigu čađahit sámi girjjálašvuođasuorggis.

source: Čális fal!-forfatterutdanningen er et samarbeidsprosjekt mellom Sametinget, Samisk Forfatter Forening (SGS) og Samisk Kunstnerråd (SDR).
sme: Čális fal!-girječállioahppu lea ovttasbargoprošeakta Sámedikki, Sámi girječálliid searvvi (SGS) ja Sámi dáiddárráđi (SDR) gaskka.

source: Formålet med prosjektene er å stimulere til flere skjønnlitterære bokutgivelse og rekruttere flere forfattere som skriver på samisk.
sme: Prošeavtta ulbmilin lea oččodit eanet čáppagirjjálašvuođa girjealmmuhemiid ja rekrutteret eanet girječálliid sámegillii čállit.

source: Sametinget ønsker å utvikle Čális fal! videre, og mener det er naturlig at utdanningen legges inn under universitet/høgskole, slik at deltakerne får studiepoeng og rett til studielån.
sme: Sámediggi háliidat ovddidit Čális fal! viidáseappot, ja oaivvilda ahte lea lunddolaš ahte oahppu biddjojuvvo universitehtii/allaskuvlii vai oassálastit ožžot oahppočuoggáid ja sáhttet oažžut oahppoloana.

source: Det bør opprettes egne grupper for de ulike samiske språkene, og det vil også være nødvendig å søke samarbeidspartnere på svensk, finsk og russisk side.
sme: Sierra joavkkut galggašedje ásahuvvot iešguđet sámegielaide, ja dárbu lea maid ohcat ovttasbargoguimmiid Ruoŧa, Suoma ja Ruošša bealde. Sámediggi áigu:

source: · Være pådriver for at det produseres flere applikasjoner på samiske språk · Rekruttering av samisk språk- og kulturkompetanse innenfor samiske og norske medier.
sme: · Váikkuhit dasa ahte buvttaduvvojit eanet applikašuvnnat sámegielaide · Rekruteret sámi giella- ja kulturgelbbolašvuođa sámi ja dáru mediaide.

source: Skilting på samiske språk
sme: Galben sámegielaide

source: Skilting på samiske språk vil være med på å løfte språkets status og gjøre språket synlig i det offentlige rom.
sme: Galben sámegielaide lea mielde loktemin giela árvvu ja oažžumin giela oidnosii almmolaš sajiin.

source: Skilting har positive ringvirkninger og vil kunne bidra til at flere steder utvikler seg til flerkulturelle samfunn.
sme: Galbemis leat buorit oalgeváikkuhusat ja sáhttá leat mielde eambbo báikkiid ovddideamen máŋggakultuvrralaš servodahkan.

source: I løpet av de siste årene har vi sett en økning i antall skilt, blant annet har Avinor og NSB skiltet flyplasser og togstasjoner på samisk.
sme: Maŋimus jagiid mii leat oaidnán eanet ahte eanet galbbaid, earret eará leat Avinor ja NSB galben girdišiljuid ja ruovdemáđiistašuvnnaid sámegillii.

source: Statens vegvesen har også fått opp flere stedsnavnsskilt etter veiene de siste årene.
sme: Stáhta geaidnodoaimmahat lea maid ceggen eanet báikenammagalbbaid maŋimus jagiid.

source: Samiske skilt i det offentlige rom løfter språkets status og verdi, samtidig som skiltene viser samisk tilstedeværelse og historie i områdene.
sme: Almmolaš galbbat sámegillii loktejit giela stáhtusa ja árvvu, seammáš go galbbat čájehit guovllu sámi leahkima ja historjjá.

source: Skilting av reinbeitedistrikter som krysser bilveier vil bidra til økt synliggjøring av samiske språk samtidig som det vil bidra til bevissthet om samisk tilstedeværelse og kunnskap om samisk reindrift på norsk side av Sápmi.
sme: Daid orohagaid galben mat rasttidit biilageainnuid, lea mielde eanet oainnusmahttimin sámegielaid, seammás go dat lea mielde loktemin dihtomielalašvuođa sámi leahkimis ja máhtu sámi boazodoalu birra Norgga beale Sámis.

source: I tilknytning til slik skilting vil det være nyttig å utarbeide applikasjoner som forteller både om reinbeitedistriktet, flyttveier, historie og også trafikkinformasjon ved reinflyttinger og tilfeller hvor det kan forekomme rein langs veier.
sme: Dakkár galbema oktavuođas lea ávkkálaš ráhkadit applikašuvnnaid mat muitalit sihke orohaga, johtolagaid, historjjá ja maid ja johtaleami birra boazojohtima oktavuođas ja dalle go leat bohccot geaidnoguorain.

source: Sametinget ønsker at det de neste årene skal legges vekt på skilting og synliggjøring av offentlige bygg, institusjoner og steder.
sme: Sámediggi háliida ahte lagamus jagiid deattuhuvvo almmolaš visttiid, ásahusaid ja báikkiid galben ja oainnusmahttin. Sámediggi háliida:

source: · At reinbeitedistrikt som krysser bilveier skiltes på samisk, og at det utarbeides tilknyttede applikasjoner som inneholder informasjon om reinbeitedistriktet · At offentlige institusjoner skiltes på samiske språk, herunder; skoler, barnehager, helsesenter idrettsanlegg, kulturbygg etc. · Bidra til at samiske språk synliggjøres på alle offentlige steder slik som flyplasser, busstasjoner, kinoer, kulturbygg og alle nasjonale bygg
sme: · Ahte orohagat mat rasttidit biilageainnuid, galbejuvvojit sámegillii, ja ahte ráhkaduvvojit applikašuvnnat main leat dieđut orohagaid birra · Ahte almmolaš ásahusat galbejuvvojit sámegielaide, maiddái skuvllat, mánáidgárddit, dearvvašvuođaguovddážat, valáštallanrusttegat, kulturviesut jna. · Váikkuhit dasa ahte sámegielat oidnojit buot almmolaš báikkiin nu go girdišiljuin, bussestašuvnnain, kinoin, kulturviesuin ja buot nationála visttin

source: Samiske stedsnavn
sme: Sámi báikenamat

source: Bruk og synliggjøring av samiske stedsnavn er et viktig språk- og kulturfremmende tiltak.
sme: Sámi báikenamaid geavaheapmi ja oainnusmahttin lea deaŧalaš giella- ja kulturovddidandoaibmabidju.

source: Samiske stedsnavn er også viktige kulturminner.
sme: Sámi báikenamat leat maid deaŧalaš kulturmuittut.

source: Samiske stedsnavn beskriver ofte stedet, enten hvordan det ser ut, eller hva stedet er brukt til.
sme: Sámi báikenamat válddahit dávjá báikki, juogo mo dat lea dahje masa báiki lea geavahuvvon.

source: Det finnes også flere stedsnavn som man i dag ikke kan forklare, og man kan anta at disse er så gamle at selve ordet er forsvunnet ut av dagligtalen.
sme: Leat maid ollu báikenamat maid eat sáhte čilget dál, ja dat leat várra nu boarrásat ahte ieš sátni lea jávkan beaivválaš gielas.

source: I områder hvor språket over tid har blitt borte eller vært i liten bruk har mange stedsnavn forsvunnet.
sme: Dakkár guovlluin gos giella áiggi mielde lea jávkan dahje lea uhccán geavahuvvon, leat ollu báikenamat jávkan.

source: I slike tilfeller kan uttalen av navn endres, og slik være vanskelig å tolke betydningen av i ettertid.
sme: Dakkár oktavuođain sáhttá nama jietnadeapmi rievdat ja danne gártat váttisin dulkot dan mearkkašumi maŋit áiggis.

source: En systematisk registrering og innsamling av samiske stedsnavn, spesielt i områder med mangelfull innsamling av samisk navnemateriale vil være en god investering.
sme: Sámi báikenamaid systemáhtalaš registreren ja čohkken, erenoamážit dakkár guovlluin gos uhccán sámi nammaávdnasat leat čohkkejuvvon, livččii buorre investeren.

source: I denne sammenheng er det også viktig å bygge opp et samisk navnefaglig arkiv som gjør navnematerialet lett tilgjengelig.
sme: Dan oktavuođas lea maid deaŧalaš ráhkadit nammafágalaš arkiivva vai nammaávdnasat leat álkit olámuttus.

source: Dette innebærer også å få samiske stedsnavn offentlig godkjent for bruk på kart og skilt.
sme: Dat mearkkaša maid oažžut sámi báikenamaid almmolaččat dohkkehuvvot vai sáhttet geavahuvvot kárttain ja galbbain.

source: For å få befolkningen til å bruke de samiske stedsnavnene er det viktig at de samiske navnene brukes i dagligtalen, og finnes på moderne plattformer, slik som applikasjoner.
sme: Vai álbmot geavahišgoađášii sámi báikenamaid, lea deaŧalaš ahte sámi báikenamat geavahuvvojit beaivválaš gielas, ja maid gávdnojit ođđaáiggi vuođđovuogádagain, nu go applikašuvnnain.

source: For å skape større interesse og synliggjøre stedsnavn i større grad kan det avholdes ulike aktiviteter hvor stedsnavn er tema.
sme: Lokten dihtii beroštumi báikenammii ja oažžun dihtii dan eanet oidnosii, de sáhttá lágidit iešguđet doaimmaid main báikenamma lea fáddán.

source: · Ta initiativ til at det utvikles en applikasjon i tilknytning til stedsnavn med fokus på kultur, tradisjoner og historieformidling fra området.
sme: · Váikkuhit dasa ahte ráhkaduvvo applikašuvdna báikenamaide, mas deaddu biddjojuvvo guovllus kultuvrii, árbevieruide ja historjágaskkusteapmái.

source: Terminologiutvikling
sme: Terminologiijaovddideapmi

source: Felles terminologiutvikling for samiske språk på tvers av landegrenser og normering er viktig for å sikre fellesgrunnlaget for samiske språk.
sme: Sihkkarastin dihtii oktasaš vuođu sámegielaide lea deaŧalaš oažžut oktasaš terminologiijaovddideami ja normerema riikkarájáid rastá.

source: Det vil være svært uheldig om de samiske språkene utvikler seg i ulike retninger, da det vil kunne gi kommunikasjonsproblemer på tvers av landegrensene.
sme: Livččii hui unohas jus sámegielat ovdánit iešguđet guvlui, go dat sáhttá dagahit gulahallanváttisvuođaid riikkarájáid rastá.

source: Sametinget er opptatt av nordisk samarbeid slik at terminologien kan brukes over landegrensene.
sme: Sámediggái lea deaŧalaš oažžut áigái davviriikkalaš ovttasbarggu vai terminologiija sáhttá geavahit riikkarájáid rastá.

source: Målet er at terminologiutvikling, kvalitetssikring og normering skjer i gjennom et nordisk samarbeid bestående av både fag- og språkkompetanse.
sme: Mihttomearrin lea ahte terminologiijaovddideapmi, kvalitehtasihkkarastin ja normeren dáhpáhuvvá dakkár davviriikkalaš ovttasbarggus mas lea sihke fága- ja giellagelbbolašvuohta.

source: I dag er det samarbeidet over landegrensene prosjektbasert i organet Sámi Giellagáldu, som er underlagt Samisk Parlamentarisk råd (SPR).
sme: Dál ovttasbargu rastá riikkarájáid dáhpáhuvvá prošeaktan Sámi Giellagáldu olis, mii lea Sámi Parlamentáralaš Ráđi (SPR) vuollásaš.

source: Utvikling av terminologi innenfor alle samfunnsområder er helt nødvendig for at språket skal kunne brukes innenfor de ulike fagfeltene.
sme: Terminologiijaovddideapmi dárbbašuvvo buot servodatsurggiin go giela galgá sáhttit geavahit iešguđet fágasurggiin.

source: Mangel på terminologi skaper store utfordringer i dag, særlig er dette alvorlig for sør- og lulesamisk språk.
sme: Váilevaš terminologiijat dagahit stuorra hástalusaid dál, ja dilli lea duođalaš earenoamážit lulli- ja julevsámegielas.

source: Det er derfor viktig at det finnes et permanent organ som kan jobbe med terminologiutvikling, kvalitetssikring og normering.
sme: Danne lea deaŧalaš ahte gávdno bistevaš orgána mii bargá terminologiijaovddidemiin, kvalitehtasihkkarastimiin ja normeremiin.

source: Sametinget ser behovet for at det opprettes egne terminologigrupper for pite- og umesamisk underlagt Sámi Giellagáldu,
sme: Sámediggi oaidná dárbun ásahit sierra terminologiijajoavkkuid bihtán- ja ubmisámegielaid várás Sámi Giellagáldu vuollásažžan.
